[
    {
        "id": 1,
        "nombre": "Hacer ruido en horas de la noche",
        "descripcion": "La persona ha sido denunciada por generar ruidos molestos durante la noche, perturbando la tranquilidad del vecindario.",
        "nivelPeligrosidad": 2
    },
    {
        "id": 2,
        "nombre": "Maltrato a mascotas",
        "descripcion": "La persona ha recibido una queja por maltratar a sus mascotas, lo que constituye un acto de crueldad animal.",
        "nivelPeligrosidad": 3
    },
    {
        "id": 3,
        "nombre": "Realizar obras sin permiso en su propiedad",
        "descripcion": "La persona ha sido notificada por llevar a cabo obras en su propiedad sin contar con los permisos correspondientes de las autoridades competentes.",
        "nivelPeligrosidad": 4
    },
    {
        "id": 4,
        "nombre": "No respetar el horario de recolección de basura",
        "descripcion": "La persona ha sido amonestada por no respetar el horario establecido para la recolección de basura, lo que puede generar problemas de higiene y salubridad en el vecindario.",
        "nivelPeligrosidad": 1
    },
    {
        "id": 5,
        "nombre": "Dejar basuras en lugares no autorizados",
        "descripcion": "La persona ha sido denunciada por verter basuras en lugares no autorizados, causando contaminación ambiental y deterioro del entorno.",
        "nivelPeligrosidad": 2
    },
    {
        "id": 6,
        "nombre": "Ocupar espacios públicos de manera indebida",
        "descripcion": "La persona ha recibido una queja por ocupar espacios públicos de manera indebida, obstaculizando el libre tránsito de peatones y vehículos.",
        "nivelPeligrosidad": 2
    },
    {
        "id": 7,
        "nombre": "Realizar actividades ruidosas durante el día",
        "descripcion": "La persona ha sido advertida por realizar actividades ruidosas durante el día, perturbando la tranquilidad del entorno.",
        "nivelPeligrosidad": 1
    },
    {
        "id": 8,
        "nombre": "No recoger los excrementos de su mascota",
        "descripcion": "La persona ha sido sancionada por no recoger los excrementos de su mascota en la vía pública, lo que puede causar molestias e incomodidades a otras personas.",
        "nivelPeligrosidad": 2
    },
    {
        "id": 9,
        "nombre": "Realizar pintadas en espacios públicos",
        "descripcion": "La persona ha sido denunciada por realizar pintadas en espacios públicos, causando daños estéticos y deterioro del entorno urbano.",
        "nivelPeligrosidad": 3
    },
    {
        "id": 10,
        "nombre": "Robo menor",
        "descripcion": "La persona cometió un robo menor, como el hurto de un objeto de poco valor.",
        "nivelPeligrosidad": 6
    },
    {
        "id": 11,
        "nombre": "Robo mayor",
        "descripcion": "La persona cometió robo mayor, como el robo a una vivienda o establecimiento comercial.",
        "nivelPeligrosidad": 8
    },
    {
        "id": 12,
        "nombre": "Agresión física",
        "descripcion": "La persona tiende agredir físicamente a otra persona, causándole lesiones graves.",
        "nivelPeligrosidad": 8
    },
    {
        "id": 13,
        "nombre": "Problemas familiares",
        "descripcion": "La persona suele enfrentar problemas familiares",
        "nivelPeligrosidad": 5
    },
    {
        "id": 14,
        "nombre": "Homicidio",
        "descripcion": "La persona ha matado a otra persona.",
        "nivelPeligrosidad": 10
    },
    {
        "id": 15,
        "nombre": "Consumo de drogas en áreas comunes",
        "descripcion": "La persona ha sido sorprendida consumiendo drogas en áreas comunes del edificio, lo que representa un riesgo para la seguridad y convivencia.",
        "nivelPeligrosidad": 7
    },
    {
        "id": 16,
        "nombre": "Venta de sustancias ilegales",
        "descripcion": "La persona ha sido denunciada por vender sustancias ilegales dentro del edificio, poniendo en peligro a los demás residentes.",
        "nivelPeligrosidad": 9
    },
    {
        "id": 17,
        "nombre": "Vandalismo en propiedad privada",
        "descripcion": "La persona ha sido identificada como responsable de actos de vandalismo en la propiedad privada de otros residentes.",
        "nivelPeligrosidad": 6
    },
    {
        "id": 18,
        "nombre": "Amenazas a vecinos",
        "descripcion": "La persona ha amenazado verbalmente a sus vecinos, creando un ambiente de inseguridad y temor.",
        "nivelPeligrosidad": 5
    },
    {
        "id": 19,
        "nombre": "Incendio provocado",
        "descripcion": "La persona ha sido acusada de provocar un incendio intencionalmente en el edificio, poniendo en riesgo la vida de los demás residentes.",
        "nivelPeligrosidad": 10
    },
    {
        "id": 20,
        "nombre": "Uso indebido de ascensores",
        "descripcion": "La persona ha sido sancionada por utilizar los ascensores de manera indebida, como bloquear puertas o sobrecargar el ascensor, afectando su funcionamiento.",
        "nivelPeligrosidad": 2
    }
]