{
  "RiesgosRecomendaciones": [
      {
          "id": 1,
          "descripcion": "Mantenga las escaleras despejadas y evite almacenar objetos inflamables cerca de ellas. Realice inspecciones regulares de los sistemas de detección de incendios y asegúrese de que estén en buenas condiciones de funcionamiento.",
          "idRiesgo": 1
      },
      {
          "id": 2,
          "descripcion": "Revise y mantenga regularmente el cableado eléctrico. Evite sobrecargar los enchufes y utilice dispositivos de protección contra sobretensiones.",
          "idRiesgo": 2
      },
      {
          "id": 3,
          "descripcion": "Realice pruebas periódicas del sistema de alarmas contra incendios y asegúrese de que todos los dispositivos estén funcionando correctamente.",
          "idRiesgo": 3
      },
      {
          "id": 4,
          "descripcion": "Inspeccione y mantenga los extintores regularmente. Asegúrese de que todos los residentes sepan cómo usarlos en caso de emergencia.",
          "idRiesgo": 4
      },
      {
          "id": 5,
          "descripcion": "Mantenga el sistema de detección de humo en buen estado mediante inspecciones y mantenimiento regulares. Reemplace las baterías según sea necesario.",
          "idRiesgo": 5
      },
      {
          "id": 6,
          "descripcion": "Instale detectores de gas en las áreas susceptibles y realice inspecciones periódicas de las conexiones de gas. Ventile adecuadamente los espacios y asegúrese de que todos los residentes conozcan las medidas de seguridad en caso de fuga.",
          "idRiesgo": 6
      },
      {
          "id": 7,
          "descripcion": "Asegúrese de que las ventilaciones estén despejadas y en buen estado. Realice limpiezas regulares y mantenga las áreas bien ventiladas.",
          "idRiesgo": 7
      },
      {
          "id": 8,
          "descripcion": "Revise y repare cualquier fuga de agua de inmediato. Realice mantenimiento regular de las tuberías y sistemas de agua.",
          "idRiesgo": 8
      },
      {
          "id": 9,
          "descripcion": "Inspeccione y mantenga la red eléctrica del edificio. Evite el uso de dispositivos defectuosos o cables dañados.",
          "idRiesgo": 9
      },
      {
          "id": 10,
          "descripcion": "Realice mantenimiento regular del ascensor y asegúrese de que todos los sistemas de seguridad estén funcionando correctamente.",
          "idRiesgo": 10
      },
      {
          "id": 11,
          "descripcion": "Mantenga las escaleras en buen estado, repare cualquier daño y asegúrese de que las superficies no sean resbaladizas.",
          "idRiesgo": 11
      },
      {
          "id": 12,
          "descripcion": "Instale sistemas de seguridad y controle el acceso al edificio para evitar la intrusión de extraños.",
          "idRiesgo": 12
      },
      {
          "id": 13,
          "descripcion": "Repare o reemplace las cerraduras defectuosas y asegúrese de que todas las puertas cierren correctamente.",
          "idRiesgo": 13
      },
      {
          "id": 14,
          "descripcion": "Mantenga los pasillos despejados y limpios. Repare cualquier daño en el piso y evite dejar superficies mojadas sin señalización.",
          "idRiesgo": 14
      },
      {
          "id": 15,
          "descripcion": "Instale barandillas y otros dispositivos de seguridad en los balcones para prevenir caídas.",
          "idRiesgo": 15
      },
      {
          "id": 16,
          "descripcion": "Asegúrese de que las rutas de evacuación estén claramente señalizadas y que todos los residentes conozcan el plan de evacuación.",
          "idRiesgo": 16
      },
      {
          "id": 17,
          "descripcion": "Mantenga las salidas de emergencia despejadas en todo momento. Realice simulacros de evacuación periódicamente.",
          "idRiesgo": 17
      },
      {
          "id": 18,
          "descripcion": "Realice controles regulares de plagas y mantenga la limpieza para prevenir infestaciones.",
          "idRiesgo": 18
      }
  ],
  "AntecedentesRecomendaciones": [
      {
          "id": 1,
          "descripcion": "Utilice auriculares para escuchar música o ver televisión en horas de la noche. Mantenga el volumen bajo para no perturbar a los vecinos.",
          "idAntecedente": 1
      },
      {
          "id": 2,
          "descripcion": "Trate a las mascotas con cuidado y respeto. Si tiene problemas para manejar el comportamiento de su mascota, considere buscar ayuda de un entrenador profesional.",
          "idAntecedente": 2
      },
      {
          "id": 3,
          "descripcion": "Solicite los permisos necesarios antes de realizar cualquier obra en su propiedad. Asegúrese de seguir todas las regulaciones locales y mantener a los vecinos informados sobre cualquier trabajo planificado.",
          "idAntecedente": 3
      },
      {
          "id": 4,
          "descripcion": "Siga el horario establecido para la recolección de basura. Asegúrese de que la basura esté correctamente empaquetada y almacenada en los lugares designados.",
          "idAntecedente": 4
      },
      {
          "id": 5,
          "descripcion": "Deseche la basura en los contenedores autorizados. No arroje basura en áreas públicas o privadas no destinadas a ese fin.",
          "idAntecedente": 5
      },
      {
          "id": 6,
          "descripcion": "Utilice los espacios públicos de manera responsable y respete las normas establecidas para el uso de estos espacios.",
          "idAntecedente": 6
      },
      {
          "id": 7,
          "descripcion": "Realice actividades ruidosas durante el día en áreas adecuadas y trate de minimizar el ruido para no perturbar a los vecinos.",
          "idAntecedente": 7
      },
      {
          "id": 8,
          "descripcion": "Recoja los excrementos de su mascota y deséchelos adecuadamente. Lleve consigo bolsas para recoger los desechos cuando saque a su mascota a pasear.",
          "idAntecedente": 8
      },
      {
          "id": 9,
          "descripcion": "Evite realizar pintadas en espacios públicos. Participe en actividades artísticas en lugares autorizados y contribuye a mantener el entorno limpio y ordenado.",
          "idAntecedente": 9
      },
      {
          "id": 10,
          "descripcion": "Evite cometer actos de robo. Busque ayuda si enfrenta problemas económicos y necesite apoyo financiero.",
          "idAntecedente": 10
      },
      {
          "id": 11,
          "descripcion": "Respete la propiedad de los demás y evite el robo. Considere buscar asistencia si necesita apoyo financiero.",
          "idAntecedente": 11
      },
      {
          "id": 12,
          "descripcion": "Evite comportamientos agresivos y busque formas pacíficas de resolver conflictos. Considere buscar ayuda profesional si tiene problemas de control de la ira.",
          "idAntecedente": 12
      },
      {
          "id": 13,
          "descripcion": "Busque ayuda para resolver problemas familiares y considere la mediación o terapia familiar.",
          "idAntecedente": 13
      },
      {
          "id": 14,
          "descripcion": "Si enfrenta problemas legales o personales graves, busque asistencia profesional para resolver sus problemas y evitar actos delictivos.",
          "idAntecedente": 14
      },
      {
          "id": 15,
          "descripcion": "Evite el consumo de drogas en áreas comunes y busque ayuda profesional si enfrenta problemas de adicción.",
          "idAntecedente": 15
      },
      {
          "id": 16,
          "descripcion": "No participe en la venta de sustancias ilegales. Busque apoyo si tiene problemas económicos y necesita ayuda.",
          "idAntecedente": 16
      },
      {
          "id": 17,
          "descripcion": "Respete la propiedad de los demás y evite actos de vandalismo. Contribuya al mantenimiento de un entorno limpio y seguro.",
          "idAntecedente": 17
      },
      {
          "id": 18,
          "descripcion": "Evite amenazar a los vecinos y busque soluciones pacíficas para resolver conflictos. Considere la mediación como una opción para resolver disputas.",
          "idAntecedente": 18
      },
      {
          "id": 19,
          "descripcion": "Nunca provoque incendios intencionalmente. Si tiene problemas emocionales o de comportamiento, busque ayuda profesional.",
          "idAntecedente": 19
      },
      {
          "id": 20,
          "descripcion": "Realice uso adecuado de los ascensores para evitar averias o accidentes.",
          "idAntecedente": 20
      }
  ]
}
         